#include "project.h"

void show_buildingnum() {
	printf("\n      __○●○●________________________________________________________________________________________________\n");
	printf("     |                                                                                                         |\n");
	printf("     | 0.학술관 1.문화관 2.사회과학관 3.경영관 4.박물관 5.혜화관 6.법학관 7.만해관 8.다향관 9.명진관 10.과학관 |\n");
	printf("     | 11.상록원 12.중앙도서관 13.본관 14.신공학관 15.원흥관 16.정보문화관 17.학생회관 18.계산관B 19.금강관    |\n");
	printf("     | 20.체육관 21.학림관 22.계산관A                                                                          |\n");
	printf("     |_________________________________________________________________________________________________________|\n\n");
}